Repository: common-repository/recipepress-reloaded
Catalog: languages/recipepress-reloaded-*.po
Languages: fr_fr

source: Settings reset to default. Please refresh this page.
fr_fr: Les paramètres sont réinitialisés par défaut. Veuillez rafraîchir cette page.

source: Recipes
fr_fr: Recettes

source: Settings
fr_fr: Paramètres

source: There was an error saving the recipe. Insufficient user rights.
fr_fr: Une erreur s'est produite lors de l'enregistrement de la recette. Droits d'utilisateur insuffisants.

source: All %s
fr_fr: Tous %s

source: Twitter URL
fr_fr: URL Twitter

source: Facebook URL
fr_fr: URL Facebook

source: Yummly URL
fr_fr: URL Yummly

source: Linkedin URL
fr_fr: URL LinkedIn

source: Pinterest URL
fr_fr: URL Pinterest

source: Youtube URL
fr_fr: URL Youtube

source: Instagram URL
fr_fr: URL Instagram

source: This is a major update of the Recipepress Reloaded plugin. Please backup your website before installing this update.
fr_fr: Il s'agit d'une mise à jour majeure du plugin Recipepress Reloaded. Veuillez sauvegarder votre site Web avant d'installer cette mise à jour.

source: General Information
fr_fr: Informations générales

source: Ingredients
fr_fr: Ingrédients

source: The recipe instructions
fr_fr: Les instructions de recette

source: Nutritional information
fr_fr: Information nutritionnelle

source: Recipe source
fr_fr: Source de recette

source: Recipe video
fr_fr: Recette vidéo

source: Servings/Yield
fr_fr: Portions / Rendement

source: Portions
fr_fr: Des portions

source: e.g. 2 servings, 3 loafs
fr_fr: par exemple. 2 portions, 3 miches

source: Prep Time
fr_fr: Temps de préparation

source: Cook Time
fr_fr: Temps de cuisson

source: Passive Time
fr_fr: Steeping

source: Amount
fr_fr: Montant

source: Unit
fr_fr: Unité

source: Ingredient
fr_fr: Ingrédient

source: Ingredient Group Title
fr_fr: Titre du groupe d'ingrédients

source: Ingredient group title
fr_fr: Titre du groupe d'ingrédients

source: Add group title
fr_fr: Ajouter un titre de groupe

source: Remove group title
fr_fr: Supprimer le titre du groupe

source: Add custom link
fr_fr: Ajouter un lien personnalisé

source: Remove custom link
fr_fr: Supprimer le lien personnalisé

source: Add ingredient
fr_fr: Ajouter un ingrédient

source: Remove ingredient
fr_fr: Retirer l'ingrédient

source: teaspoon
fr_fr: cuillère à thé

source: olive oil
fr_fr: huile d'olive

source: extra virgin
fr_fr: extra vierge

source: Add an ingredient
fr_fr: Ajouter un ingrédient

source: Add a group
fr_fr: Ajouter un groupe

source: Instruction Group
fr_fr: Groupe d'instruction

source: Add row
fr_fr: Ajouter colonnes

source: Remove row
fr_fr: Supprimer la rangée

source: Add group
fr_fr: Ajouter groupe

source: Remove group
fr_fr: Retirer le groupe

source: Step
fr_fr: Étape

source: Remove instruction image
fr_fr: Supprimer l'image d'instruction

source: Add instruction image
fr_fr: Ajouter une image d'instruction

source: Process photograph for step
fr_fr: Photographie du processus pour l'étape

source: Add instruction
fr_fr: Ajouter une instruction

source: Remove instruction
fr_fr: Supprimer l'instruction

source: Add an instruction
fr_fr: Ajouter une instruction

source: Per
fr_fr: Par

source: serving
fr_fr: portion

source: recipe
fr_fr: recette

source: Protein
fr_fr: Protéines

source: grams
fr_fr: grammes

source: Fat
fr_fr: Matières grasses

source: Carbs
fr_fr: Glucides

source: Edit Link
fr_fr: Modifier le lien

source: Add Link
fr_fr: Ajouter un lien

source: Remove Link
fr_fr: Supprimer le lien

source: Video URL
fr_fr: URL de la vidéo

source: Remove Video
fr_fr: Supprimer Vidéo

source: Fetch Video
fr_fr: Récupérer la vidéo

source: The recipe's video if there is one.
fr_fr: La vidéo de la recette s'il y en a une.

source: Recipe
fr_fr: Recette

source: New %1$s
fr_fr: Nouveau %1$s

source: Add New %1$s
fr_fr: Ajouter un %1$s

source: All %1$s
fr_fr: Tous %1$s

source: Edit %1$s
fr_fr: Editer %1$s

source: No %1$s Found
fr_fr: Aucun %1$s trouvé

source: No %1$s Found in Trash
fr_fr: Aucun %1$s trouvé dans la corbeille

source: Search %1$s
fr_fr: Rechercher %1$s

source: View %1$s
fr_fr: Voir %1$s

source: Recipe photo
fr_fr: Photo de recette

source: Set featured photo
fr_fr: Définir la photo en vedette

source: Remove featured photo
fr_fr: Supprimer la photo sélectionnée

source: Use as featured photo
fr_fr: Utiliser comme photo en vedette

source: Recipe updated.
fr_fr: Recette mise à jour.

source: Custom field updated.
fr_fr: Champ personnalisé mis à jour.

source: Custom field deleted.
fr_fr: Champ personnalisé supprimé.

source: Recipe restored to revision from %s
fr_fr: Recette restaurée à la révision à partir de %s

source: Recipe published.
fr_fr: Recette publiée.

source: Recipe saved.
fr_fr: Recette enregistrée.

source: Recipe submitted.
fr_fr: Recette soumise.

source: Recipe scheduled for: <strong>%1$s</strong>.
fr_fr: Recette prévue pour: <strong>%1$s</strong>.

source: Recipe draft updated.
fr_fr: Brouillon de recette mis à jour.

source: View recipe
fr_fr: Voir la recette

source: Preview recipe
fr_fr: Aperçu de la recette

source: The callback function used for the <strong>%s</strong> setting is missing.
fr_fr: La fonction de callback utilisée pour le <strong>%s </strong> est manquante.

source: Options for <strong>%s</strong> multicheck is missing.
fr_fr: Les options pour les cases à cocher multiples <strong>%s</strong> sont manquantes.

source: Options for <strong>%s</strong> radio is missing.
fr_fr: Les options pour le bouton radio <strong>%s</strong> sont manquantes.

source: Upload File
fr_fr: Charger le fichier

source: Download File
fr_fr: Télécharger le fichier

source: General
fr_fr: Général

source: Metadata
fr_fr: Métadonnées

source: Units
fr_fr: Unités

source: Components
fr_fr: Composants

source: Appearance
fr_fr: Apparence

source: Advanced
fr_fr: Avancé

source: General Settings
fr_fr: Réglages généraux

source: Labels
fr_fr: Étiquettes

source: The singular form of the label
fr_fr: La forme singulière de l'étiquette

source: The plural form of the label
fr_fr: La forme plurielle de l'étiquette

source: 404s errors
fr_fr: Erreurs 404s

source: Please note. If you have set up everything correctly here but now WordPress is giving you an 404 (not found) error, try flushing your permalink settings. Visit "Settings" -> "Permalinks" and click the "Save Changes" button without changing anything.
fr_fr: Notez s'il vous plaît. Si vous avez tout configuré correctement ici mais que WordPress vous donne maintenant une erreur 404 (introuvable), essayez de vider vos paramètres de permalien. Visitez "Paramètres" -> "Permaliens" et cliquez sur le bouton "Enregistrer les modifications" sans rien changer.

source: Recipes on homepage
fr_fr: Recettes sur la page d'accueil

source: Defines if recipes should be displayed on the homepage like "normal" posts.
fr_fr: Définit si les recettes doivent être affichées sur la page d'accueil comme des publications "normales".

source: Archive page
fr_fr: Page d’archive

source: Defines what to show of your recipes on the archive page.
fr_fr: Définit quoi afficher de vos recettes sur la page d'archive.

source: The entire recipe
fr_fr: La recette entière

source: Only the excerpt
fr_fr: Seul l'extrait

source: Recipes in RSS feed
fr_fr: Recettes en flux RSS

source: Should recipes be included in your RSS feed?
fr_fr: Les recettes devraient-elles être incluses dans votre flux RSS?

source: Use Gutenberg
fr_fr: Utilisez Gutenberg

source: Enable to use the new Gutenberg editor. The "ClassicPress" plugin is needed for this option.
fr_fr: Activez pour utiliser le nouvel éditeur Gutenberg. Le plugin "ClassicPress" est nécessaire pour cette option.

source: Link target
fr_fr: Cible du lien

source: Target of links in the ingredient list.
fr_fr: Cible des liens dans la liste des ingrédients.

source: No ingredient links
fr_fr: Aucun lien d'ingrédient

source: Only link to ingredient archive page
fr_fr: Lien uniquement vers la page d'archive des ingrédients

source: Custom link if provided, otherwise archive page
fr_fr: Lien personnalisé si fourni, sinon page d'archive

source: Custom links if provided, otherwise no link
fr_fr: Liens personnalisés si fournis, sinon aucun lien

source: Ingredient separator
fr_fr: Séparateur d'ingrédients

source: Decide how to display remarks or comments on your ingredients.
fr_fr: Décidez comment afficher des remarques ou des commentaires sur vos ingrédients.

source: None: 1 egg preferably free-range or organic
fr_fr: Aucun: 1 œuf de préférence en plein air ou biologique

source: Brackets: 1 egg (preferably free-range or organic)
fr_fr: Supports: 1 œuf (de préférence fermier ou biologique)

source: Comma: 1 egg, preferably free-range or organic
fr_fr: Virgule: 1 œuf, de préférence fermier ou biologique

source: Automatic pluralization
fr_fr: Pluralisation automatique

source: Automatically create ingredient plurals if more than one is used. If active entering "2 onion" will be rendered as "2 onions This only can handle regular plurals. For irregular plurals please enter the correct plural on the ingredients page.
fr_fr: Créez automatiquement des pluriels d'ingrédient si plusieurs sont utilisés. Si la saisie active "2 oignons" sera rendue comme "2 oignons" Cela ne peut gérer que des pluriels réguliers. Pour les pluriels irréguliers, veuillez saisir le pluriel correct sur la page des ingrédients.

source: Categories and Tags
fr_fr: Catégories et balises

source: Use WP Categories
fr_fr: Utiliser les catégories WP

source: Categories are a built-in taxonomy of WordPress core. You can use them to organize your recipes as well.
fr_fr: Les catégories sont une taxonomie intégrée du noyau WordPress. Vous pouvez également les utiliser pour organiser vos recettes.

source: Show Categories
fr_fr: Afficher les catégories

source: Do you want to show categories on the frontend of your recipes?
fr_fr: Voulez-vous afficher les catégories sur le front de vos recettes?

source: Use WP Tags
fr_fr: Utiliser des balises WP

source: Tags are a built-in taxonomy of WordPress core. You can use them to organize your recipes as well.
fr_fr: Les balises sont une taxonomie intégrée du noyau WordPress. Vous pouvez également les utiliser pour organiser vos recettes.

source: Show Tags
fr_fr: Afficher les mots-clés

source: Do you want to show tags on the frontend of your recipes?
fr_fr: Voulez-vous afficher des balises sur le front de vos recettes?

source: Recipe Taxonomies
fr_fr: Taxonomies des recettes

source: Taxonomy Selection
fr_fr: Sélection taxonomique

source: Create and delete your recipe taxonomies here.
fr_fr: Créez et supprimez vos taxonomies de recette ici.

source: Recipe Metadata
fr_fr: Métadonnées de recette

source: Use source field
fr_fr: Utiliser le champ source

source: Check this to enable the use of a source field allowing you to enter restaurants, books or websites as source of your recipe.
fr_fr: Cochez cette case pour activer l'utilisation d'un champ source vous permettant d'entrer des restaurants, des livres ou des sites Web comme source de votre recette.

source: Use nutrition field
fr_fr: Utiliser le domaine de la nutrition

source: Check this to enable the use of nutritional information like calorific value, protein, fat and carbohydrates.
fr_fr: Cochez cette case pour permettre l'utilisation d'informations nutritionnelles telles que le pouvoir calorifique, les protéines, les lipides et les glucides.

source: Use video field
fr_fr: Utiliser le champ vidéo

source: Check this to enable the video metadata in your recipe's JSON-LD schema
fr_fr: Cochez cette case pour activer les métadonnées vidéo dans le schéma JSON-LD de votre recette

source: Recipe Diet
fr_fr: Recette Diet

source: Diet Restriction
fr_fr: Restriction de régime

source: A diet restricted to certain foods or preparations for cultural, religious, health or lifestyle reasons.
fr_fr: Un régime restreint à certains aliments ou préparations pour des raisons culturelles, religieuses, de santé ou de style de vie.

source: Recipe Ingredient Units
fr_fr: Unités d'ingrédients de recette

source: Use ingredient unit list
fr_fr: Utiliser la liste des unités d'ingrédients

source: Check this to use a list of units for entering ingredients. You can define the list below. We recommend using a well defined list of units as this will make your recipes more consistent and readable.
fr_fr: Cochez cette case pour utiliser une liste d'unités pour saisir les ingrédients. Vous pouvez définir la liste ci-dessous. Nous vous recommandons d'utiliser une liste bien définie d'unités car cela rendra vos recettes plus cohérentes et lisibles.

source: Ingredient Units List
fr_fr: Liste des unités d'ingrédients

source: Unit list for ingredients. We recommend using a well defined list of units as this will make your recipes more consistent and readable.
fr_fr: Liste des unités pour les ingrédients. Nous vous recommandons d'utiliser une liste bien définie d'unités car cela rendra vos recettes plus cohérentes et lisibles.

source: Use serving size unit list
fr_fr: Utiliser la liste des unités de taille de portion

source: Check this to use a list of units for entering serving sizes. You can define the list below. We recommend using a well defined list of units as this will make your recipes more consistent and readable.
fr_fr: Cochez cette case pour utiliser une liste d'unités pour saisir les portions. Vous pouvez définir la liste ci-dessous. Nous vous recommandons d'utiliser une liste bien définie d'unités car cela rendra vos recettes plus cohérentes et lisibles.

source: Serving Size Units List
fr_fr: Liste des unités de taille de portion

source: Unit list for serving sizes. We recommend using a well defined list of units as this will make your recipes more consistent and readable.
fr_fr: Liste des unités pour les portions. Nous vous recommandons d'utiliser une liste bien définie d'unités car cela rendra vos recettes plus cohérentes et lisibles.

source: Reader Comment Rating
fr_fr: Évaluation des commentaires des lecteurs

source: Comment Ratings
fr_fr: Evaluations commentaire

source: Enable reader submitted ratings in the comment form
fr_fr: Activer les évaluations soumises par les lecteurs dans le formulaire de commentaire

source: Rating Label
fr_fr: Critère d'évaluation

source: Enter the label to show before the comment 5 star rating field
fr_fr: Entrez l'étiquette à afficher avant le champ de commentaire 5 étoiles

source: Rating Star Color
fr_fr: Couleur des étoiles de note

source: Background color for the reader comment 5 star rating
fr_fr: Couleur de fond pour le commentaire du lecteur 5 étoiles

source: Recipe Widgets
fr_fr: Widgets de recettes

source: Recipe Tag Cloud
fr_fr: Recette Tag Cloud

source: Enable the recipe tag cloud widget
fr_fr: Activer le widget nuage de balises de recette

source: Recipe Taxonomy List
fr_fr: Liste de taxonomie des recettes

source: Enable the recipe taxonomy list widget
fr_fr: Activer le widget de liste de taxonomie de recette

source: Recipe Calendar
fr_fr: Calendrier des recettes

source: Enable the recipe calendar widget
fr_fr: Activer le widget de calendrier de recettes

source: Recipe Author Profile
fr_fr: Profil de l'auteur de la recette

source: Enable the recipe author profile widget
fr_fr: Activer le widget de profil d'auteur de recette

source: Recipe Archive Filter
fr_fr: Filtre d'archive de recette

source: Enable the recipe archive page filter widget
fr_fr: Activer le widget de filtre de page d'archive de recette

source: Recipe Templates
fr_fr: Modèles de recettes

source: Recipe template
fr_fr: Modèle de recette

source: Select how you want your recipes to look.
fr_fr: Sélectionnez l'apparence de vos recettes.

source: Clickable Images
fr_fr: Images cliquables

source: Best used in combination with a Lightbox plugin.
fr_fr: Mieux utilisé en combinaison avec un plugin Lightbox.

source: Position of instruction images
fr_fr: Position des images d'instruction

source: Decide whether your instruction images should be display next to the instructions or below.
fr_fr: Décidez si vos images d'instructions doivent être affichées à côté des instructions ou ci-dessous.

source: Right of instruction
fr_fr: Droit d'instruction

source: Below the instruction
fr_fr: En dessous de l'instruction

source: Hide the image
fr_fr: Masquer l’image

source: Use icons
fr_fr: Utiliser des icônes

source: Icons not only look nice. They also can save you space. With this setting activated this layout will display "35min" instead of "READY IN: 35min".
fr_fr: Les icônes ne sont pas seulement belles. Ils peuvent également vous faire économiser de l'espace. Lorsque ce paramètre est activé, cette disposition affiche "35min" au lieu de "READY IN: 35min".

source: Print area class
fr_fr: Classe de zone d'impression

source: Print links should only print an area of the page, usually a post. This is higly depending on wordpress theme you are using. Add here the class (prefixed by '.') or the id (prefixed by '#') of the printable area.
fr_fr: Les liens d'impression ne doivent imprimer qu'une partie de la page, généralement une publication. Cela dépend fortement du thème wordpress que vous utilisez. Ajoutez ici la classe (préfixée par '.') Ou l'id (préfixée par '#') de la zone imprimable.

source: Do not print area class
fr_fr: Ne pas imprimer la classe de zone

source: Enter the class or ID of areas or elements that should not be printed. This is highly depending on the wordpress theme you are using. Add here the class (prefixed by '.') or the id (prefixed by '#') of the area not to be printed. Separate multiple entries with commas (',').
fr_fr: Entrez la classe ou l'ID des zones ou des éléments qui ne doivent pas être imprimés. Cela dépend fortement du thème wordpress que vous utilisez. Ajoutez ici la classe (préfixée par '.') Ou l'id (préfixée par '#') de la zone à ne pas imprimer. Séparez plusieurs entrées par des virgules (',').

source: Jump to Recipe
fr_fr: Aller à la recette

source: Enable recipe jump button
fr_fr: Activer le bouton de saut de recette

source: Enable a "Jump to Recipe" button
fr_fr: Activer un bouton "Aller à la recette"

source: Button's text
fr_fr: Texte de Button

source: The "Jump to Recipe" button's text
fr_fr: Texte du bouton "Aller à la recette"

source: Print Recipe Button
fr_fr: Bouton Imprimer la recette

source: Display print button
fr_fr: Afficher le bouton d'impression

source: Adds a print link to your recipes. It's recommended to use one of the numerous print plugins for wordpress to include a print link to ALL of your posts.
fr_fr: Ajoute un lien d'impression à vos recettes. Il est recommandé d'utiliser l'un des nombreux plugins d'impression pour wordpress afin d'inclure un lien d'impression vers TOUS vos articles.

source: The "Print Recipe" button's text
fr_fr: Texte du bouton "Imprimer la recette"

source: Recipe Custom Styling
fr_fr: Recette Style personnalisé

source: Custom styles
fr_fr: Détails du client

source: Add your custom CSS here to fine-tune the look of your recipe posts.
fr_fr: Ajoutez votre CSS personnalisé ici pour affiner l'apparence de vos messages de recette.

source: YouTube Video API
fr_fr: API vidéo YouTube

source: YouTube API Key
fr_fr: YouTube Clé API

source: Your YouTube Data API key (v3)
fr_fr: Votre clé API de données YouTube (v3)

source: Ping YouTube weekly
fr_fr: Ping YouTube hebdomadaire

source: Enable this to keep your YouTube API key active.
fr_fr: Activez cette option pour garder votre clé API YouTube active.

source: The singular form of the <b>"%1$s"</b> taxonomy label
fr_fr: La forme singulière du label de taxonomie <b>"%1$s"</b>

source: The plural form of the <b>"%1$s"</b> taxonomy label
fr_fr: Forme plurielle du libellé de taxonomie <b>"%1$s"</b>

source: Hierarchical
fr_fr: Hiérachique

source: Is this custom taxonomy hierarchical?
fr_fr: Cette taxonomie personnalisée est-elle hiérarchique?

source: Show in table
fr_fr: Afficher dans le tableau

source: Show this custom taxonomy on the admin table
fr_fr: Afficher cette taxonomie personnalisée sur la table d'administration

source: Show filter
fr_fr: Afficher le filtre

source: Show a drop-down filter for this taxonomy on the admin table
fr_fr: Afficher un filtre déroulant pour cette taxonomie sur la table d'administration

source: Show on frontend
fr_fr: Montrer sur le frontend

source: Show this taxonomy on the frontend
fr_fr: Afficher cette taxonomie sur le frontend

source: Settings updated.
fr_fr: Les paramètres ont été mis à jour.

source: Please enter 2 or more lower-case characters.
fr_fr: Veuillez saisir au moins 2 caractères minuscules.

source: Reset Settings
fr_fr: Réinitialiser les paramètres

source: Add or remove %1$s
fr_fr: Ajouter ou supprimer %1$s

source: Choose from most used %1$s
fr_fr: Choisissez parmi les %1$s les plus utilisés

source: New %1$s Name
fr_fr: Nouveau %1$s nom

source: Popular %1$s
fr_fr: Populaire %1$s

source: Separate %1$s with commas
fr_fr: Séparer les %1$s par des virgules

source: Update %1$s
fr_fr: Mettre à jour %1$s

source: Default %s
fr_fr: %s par défaut

source: Set this taxonomy term as the default for recipes without a selected term.
fr_fr: Définissez ce terme de taxonomie comme valeur par défaut pour les recettes sans terme sélectionné.

source: ← Back to %1$s
fr_fr: ← Retour à%1$s

source: Link
fr_fr: Lien

source: An external link you can add to this ingredient. Useful for Amazon referral links.
fr_fr: Un lien externe que vous pouvez ajouter à cet ingrédient. Utile pour les liens de référence Amazon.

source: Plural name
fr_fr: Nom pluriel

source: The plural name of the ingredient. If empty the default pluralization "s" will be used.
fr_fr: Nom pluriel de l'ingrédient. S'il est vide, la pluralisation par défaut "s" sera utilisée.

source: Thumbnail image
fr_fr: Image miniature

source: Photo of this ingredient.
fr_fr: Photo de cet ingrédient.

source: Use in listings
fr_fr: Utilisation dans les listes

source: Disable, if you don't want this ingredient to appear in ingredient listing. You probably don't want to have a list of all recipes using salt, sugar, etc.
fr_fr: Désactivez-le si vous ne souhaitez pas que cet ingrédient apparaisse dans la liste des ingrédients. Vous ne voulez probablement pas avoir une liste de toutes les recettes utilisant du sel, du sucre, etc.

source: Keywords
fr_fr: Mots clés

source: Keyword
fr_fr: Mot-clé

source: Create a Recipe List Page
fr_fr: Créer une page de liste de recettes

source: Taxonomy Index
fr_fr: Indice de taxonomie

source: Select your required taxonomy here
fr_fr: Sélectionnez votre taxonomie requise ici

source: Recipe Index
fr_fr: Index des recettes

source: Ingredients Index
fr_fr: Index des ingrédients

source: Cancel
fr_fr: Annuler

source: Insert
fr_fr: Insérer

source: Insert recipe
fr_fr: Insérer une recette

source: Close
fr_fr: Fermer

source: Choose the recipe you want to include from the list below or search for it.
fr_fr: Choisissez la recette que vous souhaitez inclure dans la liste ci-dessous ou recherchez-la.

source: Search
fr_fr: Rechercher

source: No search term specified. Showing recent items.
fr_fr: Aucun terme de recherche spécifié. Affichage des éléments récents.

source: Search or use up and down arrow keys to select an item.
fr_fr: Recherche ou utiliser les touches flèche haut et bas pour sélectionner un élément.

source: Display options
fr_fr: Options d’affichage

source: Embed excerpt only
fr_fr: Intégrer l'extrait uniquement

source: Embed without description
fr_fr: Intégrer sans description

source: Create a new recipe.
fr_fr: Créez une nouvelle recette.

source: (This will open a new tab and you will need to return here for including the recipe)
fr_fr: (Cela ouvrira un nouvel onglet et vous devrez revenir ici pour inclure la recette)

source: Include Shortcut
fr_fr: Inclure un raccourci

source: Enable
fr_fr: Activer
