Repository: common-repository/recipepress-reloaded
Catalog: languages/recipepress-reloaded-*.po
Languages: fr_fr

source: Disable
fr_fr: Désactiver

source: Your recipe's ingredients list needs to be updated.
fr_fr: La liste des ingrédients de votre recette doit être mise à jour.

source: Your recipe's taxonomies need to be updated.
fr_fr: Les taxonomies de votre recette doivent être mises à jour.

source: This plugin requires a minimum PHP Version of %s.
fr_fr: Ce plugin nécessite une version PHP minimale de %s.

source: Course,Cuisine,Season,Difficulty
fr_fr: Cours,Cuisine,Saison,Difficulté

source: Course
fr_fr: Cours

source: Courses
fr_fr: Cours

source: Season
fr_fr: Saison

source: Seasons
fr_fr: Saisons

source: Difficulty
fr_fr: Difficulté

source: Difficulties
fr_fr: Difficultés

source: Rate this recipe
fr_fr: Évaluez cette recette

source: Print this Recipe
fr_fr: Imprimez cette recette

source: Read More
fr_fr: Lire la suite

source: Update Recipes
fr_fr: Mettre à jour des recettes

source: All Recipepress extensions. Choose which you want to use, then activate it.
fr_fr: Toutes les extensions Recipepress. Choisissez celui que vous souhaitez utiliser, puis activez-le.

source: No extensions are installed or activated.
fr_fr: Aucune extension n'est installée ou activée.

source: Activate
fr_fr: Activer

source: Deactivate
fr_fr: Désactiver

source: Something went wrong!
fr_fr: Un problème est survenu !

source: No extension data was sent
fr_fr: Aucune donnée d'extension n'a été envoyée

source: Activated
fr_fr: Activé

source: Already activated
fr_fr: Déjà activé

source: Nothing happened
fr_fr: Rien ne s'est passé

source: No extension data sent
fr_fr: Aucune donnée d'extension envoyée

source: Deactivated
fr_fr: Désactivé

source: Not activated
fr_fr: Non activé

source: Once Weekly
fr_fr: Une fois par semaine

source: Add Recipe
fr_fr: Ajouter une recette

source: No title
fr_fr: Pas de titre

source: View all
fr_fr: Voir tout

source: Author box title
fr_fr: Titre de la boîte de l'auteur

source: Author Box
fr_fr: Informations sur l’auteur

source: A simple, lightweight author box that is displayed below recipes
fr_fr: Une boîte d'auteur simple et légère qui s'affiche sous les recettes

source: CTA Title
fr_fr: Titre du bouton

source: CTA Text
fr_fr: Texte CTA

source: CTA Position
fr_fr: Position du CTA

source: Below Description
fr_fr: Sous la description

source: Below Recipe
fr_fr: Sous la recette

source: None
fr_fr: Aucun

source: CTA Colors
fr_fr: Couleurs CTA

source: Background
fr_fr: Arrière-plan

source: Border
fr_fr: Bordure

source: Text
fr_fr: Texte

source: Call to Action
fr_fr: Appel à Action

source: A simple Call to Action box that is added to your recipes.
fr_fr: Une simple boîte d'appel à l'action qui est ajoutée à vos recettes.

source: Favorites page URL
fr_fr: URL de la page des favoris

source: Favorite Recipes
fr_fr: Recettes préférées

source: A user favorite recipes cataloging feature, where visitor can save and view their favorite recipes
fr_fr: Une fonctionnalité de catalogage des recettes préférées des utilisateurs, où les visiteurs peuvent enregistrer et afficher leurs recettes préférées

source: Recipe Carousel
fr_fr: Carrousel de recettes

source: Share
fr_fr: Partager

source: Share on Facebook
fr_fr: Partager sur Facebook

source: Share on Twitter
fr_fr: Partager sur Twitter

source: Share on Pinterest
fr_fr: Partager sur Pinterest

source: Share on Mix
fr_fr: Partager sur Mix

source: Share on Tumblr
fr_fr: Partager sur Tumblr

source: Share on Reddit
fr_fr: Partager sur Reddit

source: Save to Pocket
fr_fr: Enregistrer dans Pocket

source: Share on Digg
fr_fr: Partager sur Digg

source: Share on Instapaper
fr_fr: Partager sur Instapaper

source: Share on Buffer
fr_fr: Partager sur Buffer

source: Get the Full Recipe Here
fr_fr: Obtenez la recette complète ici

source: Email this recipe
fr_fr: Envoyez cette recette par courriel

source: Print this recipe
fr_fr: Imprimez cette recette

source: Print
fr_fr: Imprimer

source: Share on Yummly
fr_fr: Partager sur Yummly

source: Share on Flipboard
fr_fr: Partager sur Flipboard

source: Share title
fr_fr: Titre de l'action

source: Social media sites
fr_fr: Sites de média sociaux

source: Buttons position
fr_fr: Position des boutons

source: Top
fr_fr: Haut

source: Bottom
fr_fr: Bas

source: Both
fr_fr: Les deux

source: Buttons color
fr_fr: Couleur des boutons

source: Twitter username
fr_fr: Votre nom d’utilisateur Twitter

source: Display on home page
fr_fr: Afficher sur la page d'accueil

source: Social Media Sharing
fr_fr: Partage sur les réseaux sociaux

source: Simple, lightweight social sharing buttons for your recipes. Just select the platform you'd like to share to, where the buttons should show up and save your settings.
fr_fr: Boutons de partage social simples et légers pour vos recettes. Sélectionnez simplement la plate-forme à laquelle vous souhaitez partager, où les boutons devraient apparaître et enregistrer vos paramètres.

source: title="%1$s from %2$s reviews"
fr_fr: title = "%1$s d'après %2$s avis"

source: Recipe rating
fr_fr: Évaluation de la recette

source: Rating
fr_fr: Évaluation

source: %1$s from %2$s ratings
fr_fr: %1$s à partir de%2$s notes

source: Print Recipe
fr_fr: Imprimer la recette

source: No ingredients could be found for this recipe.
fr_fr: Aucun ingrédient n'a pu être trouvé pour cette recette.

source: <li>The <em>%1$s</em> ingredient no longer exists. Try re-saving this recipe.</li>
fr_fr: <li> L'ingrédient <em>%1$s</em> n'existe plus. Essayez de réenregistrer cette recette. </li>

source: No instructions could be found for this recipe.
fr_fr: Aucune instruction n'a pu être trouvée pour cette recette.

source: Energy
fr_fr: Énergie

source: Per 100g
fr_fr: Pour 100g

source: Per portion
fr_fr: Par portion

source: Per recipe
fr_fr: Par recette

source: Per serving
fr_fr: Par portion

source: For
fr_fr: Pour

source: Preparation
fr_fr: Préparation

source: Cooking
fr_fr: Cuisson

source: Ready in
fr_fr: Prêt dans

source: There are no recipes to display.
fr_fr: Il n'y a aucune recette à afficher.

source: There are no ingredients to display.
fr_fr: Il n'y a aucun ingrédient à afficher.

source: Add Collection
fr_fr: Ajouter une collection

source: Add Recipe List
fr_fr: Ajouter une liste de recettes

source: View more %s recipes
fr_fr: Voir plus de recettes %s

source: There are no recipes to display for the "%s" taxonomy.
fr_fr: Aucune recette à afficher pour la taxonomie " %s".

source: Nutrition
fr_fr: Valeurs nutritionnelles

source: Time
fr_fr: Heure

source: Servings
fr_fr: Portions

source: Add a widget the the recipe archive page to allow the filtering of results
fr_fr: Ajouter un widget sur la page d'archive des recettes pour permettre le filtrage des résultats

source: Reset
fr_fr: Réinitialiser

source: Filter Recipes
fr_fr: Filtrer les recettes

source: Title
fr_fr: Titre

source: Show recipe count
fr_fr: Afficher le nombre de recettes

source: Add a widget to display the blog's author profile information
fr_fr: Ajouter un widget pour afficher les informations de profil d'auteur du blog

source: Widget Title
fr_fr: Titre du widget

source: Profile Image
fr_fr: Image de profil

source: Profile Link
fr_fr: Lien du profil

source: Profile Description
fr_fr: Description du profil

source: Facebook Profile Link
fr_fr: Lien du profil Facebook

source: Twitter Profile Link
fr_fr: Lien du profil Twitter

source: Yummly Profile Link
fr_fr: Lien de profil Yummly

source: Pinterest Profile Link
fr_fr: Lien de profil Pinterest

source: YouTube Profile Link
fr_fr: Lien de profil YouTube

source: Instagram Profile Link
fr_fr: Lien du profil Instagram

source: Icon Size
fr_fr: Taille de l’icône

source: Hide widget header
fr_fr: Masquer l'en-tête du widget

source: A widget displaying a calendar of recipe posts
fr_fr: Un widget affichant un calendrier de publications de recettes

source: Show regular posts?
fr_fr: Afficher les messages réguliers?

source: View reviews for %1$s %2$s
fr_fr: Voir les avis pour%1$s %2$s

source: Displays the contents of recent reviews leaved on a recipe
fr_fr: Affiche le contenu des critiques récentes sur une recette

source: %s out of 5 stars
fr_fr: %s sur 5 étoiles

source: Title (optional)
fr_fr: Titre (Optionel)

source: Number of ratings
fr_fr: Nombre des notes

source: Minimum rating
fr_fr: Note minimale

source: Word count
fr_fr: Compteur de mots

source: An advanced widget that gives you total control over the output of your tags.
fr_fr: Un widget avancé qui vous donne le contrôle total du volume de vos tags.

source: Tag Cloud
fr_fr: Nuage de tags

source: Flat
fr_fr: Plat

source: List
fr_fr: Liste

source: Ascending
fr_fr: Ascendant

source: Descending
fr_fr: Descendant

source: Random
fr_fr: Aléatoire

source: Count
fr_fr: Nombre

source: Name
fr_fr: Nom

source: Taxonomy
fr_fr: Taxonomie

source: Order
fr_fr: Commande

source: Order by
fr_fr: Trier par

source: Number
fr_fr: Nombre

source: Largest
fr_fr: Plus large

source: Smallest
fr_fr: Le plus petit

source: Separator
fr_fr: Séparateur

source: An advanced widget that gives you total control over the output of your recipe taxonomies.
fr_fr: Un widget avancé qui vous donne un contrôle total sur la sortie de vos taxonomies de recette.

source: No terms found
fr_fr: Aucun terme trouvé

source: Taxonomy to display
fr_fr: Taxonomie à afficher

source: Displayed taxonomy count
fr_fr: Nombre de taxinomie affiché

source: Order items by
fr_fr: Trier par

source: Show count with
fr_fr: Afficher le nombre avec

source: before and
fr_fr: avant et

source: behind
fr_fr: derrière

source: Hide empty terms?
fr_fr: Masquer les termes vides?

source: Every %d Minutes
fr_fr: Toutes les %d minutes
